{
    "Quiz" : "Kvíz",
    "Services" : "Služby",
    "About me" : "O mne",
    "Articles" : "Články",
    "Contact" : "Kontakt",
    "Language" : "Jazyk",
    "Financial expertise does not come from a suit, but from " : "Finančná odbornosť nevychádza z obleku, ale zo ",
    "My goal is to provide high-quality financial services and advice tailored to everyone. Therefore, my main focus is not on how I look, but on how I can help you achieve your financial goals. Your well-being and satisfaction are my priorities, not superficial impressions." : "Mojim cieľom je poskytovať kvalitné finančné služby a poradenstvo každému na mieru. Preto nie je stredobodom môjho záujmu, ako vyzerám ale to, ako Vám môžem pomôcťť dosuahnuť Vaše finančné ciele. Priorita je Vaše blaho a spokojnosť nie povrchné dojmy.",
    "Schedule a meeting" : "Dohodnúť stretnutie",
    "Try the investment calculator to see how quickly you can achieve your goals. I will also give you a brief commentary on each calculation." : "Vyskúšajte si investičnú kalkulačku, kde uvidíte to, ako rýchlo môžete svoje ciele dosiahnuť. Ku každému výpočtu Vám dám aj svoj krátky komentár.",
    "Use the calculator" : "Použiť kalkulačku",
    "University students" : "Vysokoškolskí študenti",
    "Young families" : "Mladé rodiny",
    "Young people" : "Mladí ľudia",
    "Mature and knowledgeable people" : "Zrelí a rozhľadení ľudia",
    "Foreigners" : "Cudzinci",
    "Freelancers and entrepreneurs" : "Živnostníci a podnikatelia",
    "Employees" : "Zamestnanci",
    "Companies" : "Spoločnosti",
    "Who think about the future and know they have to help themselves." : "Ktorí myslia na budúcnosť a vedia, že si musia pomôcť sami.",
    "Who want to organize their finances, check contracts, and set up effective work with them." : "Ktoré si chcú usporiadať financie, skontrolovať zmluvy a nastaviť efektívnu prácu s nimi.",
    "Who started working after school and would like to develop good financial habits." : "Ktorí začali po škole pracovať a chceli by si vytvoriť správne návyky pre prácu s financiami.",
    "Who have their finances under control but don't have as much time to follow rapidly changing trends and regularly reflect on the financial market." : "Ktorí majú svoje financie pod kontrolou no nemajú čas sledovať rýchlo meniace sa trendy a reflektovať na finančný trh.",
    "Who want to stay in Slovakia and would like help with managing their finances." : "Ktorí chcú zostať žiť na Slovensku a chceli by pomôcť pri správe financií.",
    "Who know the state won't take care of them and want to have a well-planned and prepared future, or want to appreciate their hard-earned financial assets." : "Ktorí vedia že štát sa o nich nepostará a chcú mať dobre naplánovanú a pripravenú budúcnosť.",
    "Who, like freelancers and entrepreneurs, want to appreciate their hard-earned financial assets or feel the need to plan and set up finances." : "Ktorí chcú rovnako ako živnostníci a podnikatelia zhodnocovať svoj ťažko zarobený majetok.",
    "Small, medium, or large, who want to offer their employees benefits in the form of education, a 3rd pillar, their own pension fund, and other options provided by the financial market." : "Malé stredné či veľké, ktoré chcú svojim zamestnancom ponúknuť rôzne benefity.",
    "If you are interested in my services, book a non-binding consultation from the available dates, where we can discuss what you need." : "Ak máte záujem o moje služby, rezervujte si nezáväznú konzultáciu z voľných termínov, na ktorej sa môžeme porozprávať o tom čo by ste potrebovali.",
    "My services" : "Moje služby",
    "Financial management" : "Správa financií",
    "Financial audit" : "Finančný audit",
    "Investment advice" : "Investičné poradenstvo ",
    "Do you want to be sure of your decisions in the financial market? I offer you long-term cooperation, during which we will analyze your current situation, set goals, and prepare a path to achieve them. If you decide to cooperate, we will actively work on your portfolio. We will communicate and evaluate progress regularly. I will provide you with current information from the financial market so that we can respond flexibly. I am here for you, whether you need help with travel insurance or tailored investment strategies." : "Chcete si byť istí svojimi rozhodnutiami na finančnom trhu? Ponúkam Vám dlhodobú spoluprácu, pri ktorej analyzujeme Váš aktuálny stav, nastavíme ciele a pripravím cestu na ich dosiahnutie. Ak sa rozhodnete spolupracovať, budeme aktívne pracovať na Vašom portfóliu. Na pravidelnej báze budeme komunikovať a hodnotiť pokrok. Poskytnem Vám aktuálne informácie z finančného trhu, aby sme mohli flexibilne reagovať. Som tu pre Vás, či už potrebujete pomoc s cestovným poistením alebo investičnými stratégiami na mieru.",
    "Are you unsure if you have your finances set up correctly and are using the best products on the financial market? Contact me. We will go through all your contracts to better understand your goals and reasons for choosing specific products. Based on this, I will prepare a comparison of financial products and provide clear information, including hidden fees and conditions. Then you can decide if you want to continue the cooperation." : "Nie ste si istí, či máte správne nastavené financie a využívate najlepšie produkty na finančnom trhu? Oslovte ma. Prejdeme si všetky Vaše zmluvy, aby som lepšie pochopil Vaše ciele a dôvody výberu konkrétnych produktov. Na základe toho Vám vypracujem porovnanie finančných produktov a poskytnem prehľadné informácie, vrátane skrytých poplatkov a podmienok. Potom sa môžete rozhodnúť, či chcete pokračovať v spolupráci.",
    "Do you want to start investing and don't know how? Book a date, during which we will discuss: the investment period, the amount you want to invest, and your target amount. This information will help me present all options to you. Then you can decide if you want to continue with one of the offered options." : "Chcete začať investovať a neviete ako? Rezervujte si termín, na ktorom si preberieme: dobu investovania, sumu, ktorú chcete investovať, a Vašu cieľovú sumu. Tieto informácie mi pomôžu Vám predstaviť všetky možnosti. Potom sa rozhodnete, či chcete pokračovať v jednej z ponúkaných možností.",
    "Would you like an online consultation?" : "Máte záujem o online konzultáciu?",
    "Reservation" : "Rezervácia",
    "Do you wish to learn more about me?" : "Chcete zistiť niečo viac o mne?",
    "Visit FAQ" : "Navštívte FAQ",
    "Read more about this topic in our articles section" : "Prečítajte si o tejto téme viac v článkoch",
    "Set up a meeting" : "Rezervujte si termín",
    "Welcome to the quiz!" : "Vitajte v kvíze!",
    "Test your knowledge in the field of financial literacy" : "Otestujte svoje vedomosti v oblasti finančnej gramotnosti.",
    "Start Quiz" : "Začať Kvíz",
    "Next Question" : "Ďalšia Otázka",
    "Your Email" : "Váš Email",
    "Your Question" : "Vaša Otázka",
    "Send" : "Odoslať",
    "Or set up an online consultation" : "Alebo dohodnúť online konzultáciu",
    "Mortgage" : "Hypotéka",
    "Complete the necessary formalities" : "Obehať potrebné náležitosti",
    "Secure the best offer" : "Zaistiť najvýhodnejšiu ponuku",
    "Consolidate the mortgage" : "Konsolidovať hypotéku",
    "Increase the mortgage" : "Navýšenie hypotéky",
    "Early repayment of the mortgage" : "Skoršie splatenie hypotéky",
    "Protection of your assets and securing income" : "Ochrana tvojho majetku a zabezpečenie príjmu",
    "Creating a financial boost for a child" : "Vytvorenie finančnej injekcie pre dieťa",
    "Creating a reserve for unexpected situations" : "Vytvorenie rezervy na neočakávané situácie",
    "You won’t have to rely solely on the state pension" : "Nebudeš sa musieť spoliehať len na štátny dôchodok",
    "Appreciation of financial assets or financing a new kitchen or car" : "Zhodnotenie finančného majetku alebo financovanie novej kuchyne či auta",
    "How can I help you" : "S čím ti viem pomôcť",
    "Who are my customers" : "Kto sú moji zákazníci",
    "Ready to start?" : "Pripravený začať?",
    "Watch your investment potential" : "Sledujte potenciál svojich investícií",
    "Use the calculator to see the best way to invest." : "Použite kalkulačku a zistite ako najlepšie investovať.",
    "Strategy" : "Stratégia",
    "Conservative" : "Konzervatívna",
    "Balanced" : "Vyvážená",
    "Dynamic" : "Dynamická",
    "Goals" : "Ciele",
    "Early repayment of the mortgage" : "Skoršie splatenie hypotéky",
    "Build a sufficient reserve" : "Vytvoriť si dostatočnú rezervu",
    "Save for children's college or start in life" : "Našetriť pre deti na vysokú školu alebo štart do života",
    "Create a retirement fund" : "Vytvoriť dôchodok",
    "Appreciate financial assets" : "Zhodnocovať finančný majetok",
    "Other goals (car, vacation, kitchen)" : "Iné ciele (auto, dovolenka, kuchyňa)",
    "Investment horizon" : "Investičný horizont",
    "Savings method" : "Forma sporenia",
    "One-time" : "Jednorázovo",
    "Monthly" : "Mesačne",
    "Quarterly" : "Štvrťročne",
    "Annually" : "Ročne",
    "Investment amount" : "Výška investovania",
    "Calculate" : "Vypočítať",
    "Results" : "Výsledky",
    "Partner in" : "Váš partner",
    "Your wealth growth": "Pre rast majetku",
    "I offer you a long-term partnership focused on effective planning and growing your wealth. I became interested in the capital market during my bilingual studies at a business academy, and my enthusiasm for this field continued throughout my law studies. I applied my knowledge in practice and actively grew my finances. Before becoming a private advisor, I worked in the budget and finance department and studied economics and management.": "Ponúkam Vám dlhodobú spoluprácu, zameranú na efektívne plánovanie a zveľaďovanie Vášho majetku. Kapitálový trh ma zaujal už počas bilingválneho štúdia na obchodnej akadémii a moje nadšenie pre túto oblasť pretrvávalo aj počas štúdia práva. Svoje vedomosti som využíval v praxi a aktívne som zveľaďoval svoje financie. Predtým, ako som sa stal privátnym poradcom, som pracoval na odbore rozpočtu a financovania a študoval ekonómiu a manažment.",
    "In my free time, I enjoy sports and exploring the world with my fiancée. Recently, we adopted our dog, Fénix, from a shelter, and we take joy in every small progress he makes.": "Vo voľnom čase rád športujem a s mojou snúbenicou spoznávame svet. Nedávno sme si adoptovali nášho psa Fénixa z útulku, s ktorým sa tešíme z každého malého pokroku.",
    "Learn More": "Zistiť viac",
    "Explore Our Articles": "Preskúmajte Rôzne Články",
    "Or check out our most asked questions to learn more!": "Alebo nazrite do najčastejšie pokladaných otázok aby ste zistili viac!",
    "Categories": "Kategórie",
    "Search articles...": "Hľadaj články...",
    "Sort by date": "Zoradiť podľa dátumu",
    "Sort by Recommended": "Zoradiť podľa odporúčania",
    "Filter": "Filtrovať",
    "Articles List": "Zoznam Člańkov",
    "No content available.": "Nebol nájdený žiaden obsah",
    "Read More": "Čítať viac",
    "Get in Touch": "Kontaktuje ma",
    "Name": "Meno",
    "Email": "Email",
    "Message": "Správa",
    "Send Message": "Odoslať správu",
    "Book a Consultation": "Dohodnúť konzultáciu",
    "Phone" : "Telefón"
}
