{
    "Quiz" : "Kvíz",
    "Services" : "Služby",
    "About me" : "O mne",
    "Articles" : "Články",
    "Contact" : "Kontakt",
    "Language" : "Jazyk",
    "Financial expertise does not come from a suit, but from " : "Finančná odbornosť nevychádza z obleku, ale zo ",
    "My goal is to provide high-quality financial services and advice tailored to everyone. Therefore, my main focus is not on how I look, but on how I can help you achieve your financial goals. Your well-being and satisfaction are my priorities, not superficial impressions." : "Mojim cieľom je poskytovať kvalitné finančné služby a poradenstvo každému na mieru. Preto nie je stredobodom môjho záujmu, ako vyzerám ale to, ako Vám môžem pomôcť dosiahnuť Vaše finančné ciele. Priorita je Vaše blaho a spokojnosť nie povrchné dojmy.",
    "Schedule a meeting" : "Dohodnúť stretnutie",
    "Try the investment calculator to see how quickly you can achieve your goals. I will also give you a brief commentary on each calculation." : "Vyskúšajte si investičnú kalkulačku, kde uvidíte to, ako rýchlo môžete svoje ciele dosiahnuť.",
    "Use the calculator" : "Použiť kalkulačku",
    "University students" : "Vysokoškolskí študenti",
    "Young families" : "Mladé rodiny",
    "Young people" : "Mladí ľudia",
    "Mature and knowledgeable people" : "Zrelí a rozhľadení ľudia",
    "Foreigners" : "Cudzinci",
    "Freelancers and entrepreneurs" : "Živnostníci a podnikatelia",
    "Employees" : "Zamestnanci",
    "Companies" : "Spoločnosti",
    "Who think about the future and know they have to help themselves." : "Ktorí myslia na budúcnosť a vedia, že si musia pomôcť sami.",
    "Who want to organize their finances, check contracts, and set up effective work with them." : "Ktoré si chcú usporiadať financie, skontrolovať zmluvy a nastaviť efektívnu prácu s nimi.",
    "Who started working after school and would like to develop good financial habits." : "Ktorí začali po škole pracovať a chceli by si vytvoriť správne návyky pre prácu s financiami.",
    "Who have their finances under control but don't have as much time to follow rapidly changing trends and regularly reflect on the financial market." : "Ktorí majú svoje financie pod kontrolou no nemajú čas sledovať rýchlo meniace sa trendy a reflektovať na finančný trh.",
    "Who want to stay in Slovakia and would like help with managing their finances." : "Ktorí chcú zostať žiť na Slovensku a chceli by pomôcť pri správe financií.",
    "Who know the state won't take care of them and want to have a well-planned and prepared future, or want to appreciate their hard-earned financial assets." : "Ktorí vedia že štát sa o nich nepostará a chcú mať dobre naplánovanú a pripravenú budúcnosť.",
    "Who, like freelancers and entrepreneurs, want to appreciate their hard-earned financial assets or feel the need to plan and set up finances." : "Ktorí chcú rovnako ako živnostníci a podnikatelia zhodnocovať svoj ťažko zarobený majetok.",
    "Small, medium, or large, who want to offer their employees benefits in the form of education, a 3rd pillar, their own pension fund, and other options provided by the financial market." : "Malé stredné či veľké, ktoré chcú svojim zamestnancom ponúknuť rôzne benefity.",
    "If you are interested in my services, book a non-binding consultation from the available dates, where we can discuss what you need." : "Ak máte záujem o moje služby, rezervujte si nezáväznú konzultáciu z voľných termínov, na ktorej sa môžeme porozprávať o tom čo by ste potrebovali.",
    "My services" : "Moje služby",
    "Financial management" : "Správa financií",
    "Financial audit" : "Finančný audit",
    "Investment advice" : "Investičné poradenstvo ",
    "Do you want to be sure of your decisions in the financial market? I offer you long-term cooperation, during which we will analyze your current situation, set goals, and prepare a path to achieve them. If you decide to cooperate, we will actively work on your portfolio. We will communicate and evaluate progress regularly. I will provide you with current information from the financial market so that we can respond flexibly. I am here for you, whether you need help with travel insurance or tailored investment strategies." : "Chcete si byť istý so svojimi rozhodnutiami na finančnom trhu? V tom prípade Vám ponúkam dlohodbú spoluprácu pri ktorej, si zanalyzujeme Váš aktuálny stav, následne spolu nadstavíme Vaše ciele a ja Vám pripravím cestu, ktorou môžete tieto ciele realizovať. Potom už je len na Vás či sa rozhodnete spolupracovať alebo nie. Ak sa rozhodneme pre spoluprácu, budeme počas celej doby aktívne pracovať na Vašom portfóliu. Čo to znamená? Budeme na pravidelnej báze, ktorú si zvolíte, komunikovať a hodnotiť našu cestu k stanoveným cieľom. Nakoľko je finančný trh veľmi živý, budem Vám pravidelne poskytovať informácie z finančného trhu, ktoré sa Vás budú týkať. To preto, aby sme na ne mohli reflektovať. V neposlednom rade tu budem vždy pre Vás, ak budete potrebovať pomôcť s čímkoľvek od cestovného poistenia až po komplexné investičné stratégie robené Vám na mieru.",
    "Are you unsure if you have your finances set up correctly and are using the best products on the financial market? Contact me. We will go through all your contracts to better understand your goals and reasons for choosing specific products. Based on this, I will prepare a comparison of financial products and provide clear information, including hidden fees and conditions. Then you can decide if you want to continue the cooperation." : "Nie ste si istý či máte správne nadstavené financie a využívate pre Vás najoptimálnejšie produkty na finančnom trhu ? Ak je odveď áno, určite ma oslovte. Spolu si prejdeme všetky Vaše zmluvy, hlbšie ich rozoberieme a porozprávame sa, aby som mohol lepšie pochopiť Vaše ciele. Je to dôležité, aby sme zistili dôvod, prečo ste si daný produkt zvolil. Toto mi vytvorí ucelený obraz Vašej situácie, na základe ktorej Vám vypracujem porovnania produktov na finančnom trhu. Okrem iného uvidíte, či je tento produkt pre Vás vhodný v súvislosti so zamýšľaným cieľom. Rovnako dostanete v jednoduchom sumári informácie, ktoré zvyknú byť zo zmlúv ťažko čitateľné (rozumej skryté poplatky, poplatková štruktúra, skutočná miera nákladov, výluky pri poistení, pokuty a penále,..). Následne sa rozhodnete či chcete pokračovať v spolupráci alebo nie.",
    "Do you want to start investing and don't know how? Book a date, during which we will discuss: the investment period, the amount you want to invest, and your target amount. This information will help me present all options to you. Then you can decide if you want to continue with one of the offered options." : "Chcete začať investovať a neviete ako ? V tom prípade si môžete rezervovať termín, na ktorom si preberieme veci ako: doba, ktorú chcete investovať, akú čiastku chcete investovať alebo aká má byť Vaša cieľová suma. Tieto informácie mi pomôžu Vám lepšie priblížiť všetky možnosti. Potom sa už len vy rozhodnete či si prajte pokračovať v jednej z ponúkaných možností alebo nie.",
    "Would you like an online consultation?" : "Máte záujem o online konzultáciu?",
    "Reservation" : "Rezervácia",
    "Do you wish to learn more about me?" : "Chcete zistiť niečo viac o mne?",
    "Visit FAQ" : "Navštívte FAQ",
    "Read more about this topic in our articles section" : "Prečítajte si o tejto téme viac v článkoch",
    "Set up a meeting" : "Rezervujte si termín",
    "Welcome to the quiz!" : "Vitajte v kvíze!",
    "Test your knowledge in the field of financial literacy" : "Otestujte svoje vedomosti v oblasti finančnej gramotnosti.",
    "Start Quiz" : "Začať Kvíz",
    "Next Question" : "Ďalšia Otázka",
    "Your Name" : "Vaše Meno",
    "Your Question" : "Vaša Otázka",
    "Send" : "Odoslať",
    "Or set up an online consultation" : "Alebo dohodnúť online konzultáciu",
    "Mortgage" : "Hypotéka",
    "Complete the necessary formalities" : "Obehať potrebné náležitosti",
    "Secure the best offer" : "Zaistiť najvýhodnejšiu ponuku",
    "Consolidate the mortgage" : "Konsolidovať hypotéku",
    "Increase the mortgage" : "Navýšenie hypotéky",
    "Early repayment of the mortgage" : "Predčasné splatenie hypotéky",
    "Protection of your assets and securing income" : "Ochrana Vášho majetku a zabezpečenie príjmu",
    "Creating a financial boost for a child" : "Naplánovať pomoc deťom",
    "Creating a reserve for unexpected situations" : "Vytvorenie rezervy na neočakávané situácie",
    "You won’t have to rely solely on the state pension" : "Vytvorenie vlastného dôchodku",
    "Appreciation of financial assets or financing a new kitchen or car" : "Zhodnotenie finančného majetku alebo financovanie novej kuchyne či auta",
    "How can I help you" : "S čím ti viem pomôcť",
    "Who are my customers" : "Kto sú moji zákazníci",
    "Ready to start?" : "Pripravený začať?",
    "Watch your investment potential" : "Sledujte potenciál svojich investícií",
    "Use the calculator to see the best way to invest." : "Použite kalkulačku a zistite ako najlepšie investovať.",
    "Strategy" : "Stratégia",
    "Conservative" : "Konzervatívna",
    "Balanced" : "Vyvážená",
    "Dynamic" : "Dynamická",
    "Goals" : "Ciele",
    "Early repayment of the mortgage" : "Predčasné splatenie hypotéky",
    "Build a sufficient reserve" : "Vytvoriť si dostatočnú rezervu",
    "Save for children's college or start in life" : "Našetriť pre deti na vysokú školu alebo štart do života",
    "Create a retirement fund" : "Vytvoriť dôchodok",
    "Appreciate financial assets" : "Zhodnocovať finančný majetok",
    "Other goals (car, vacation, kitchen)" : "Iné ciele (auto, dovolenka, kuchyňa)",
    "Investment horizon" : "Investičný horizont",
    "Savings method" : "Forma sporenia",
    "One-time" : "Jednorázovo",
    "Monthly" : "Mesačne",
    "Quarterly" : "Štvrťročne",
    "Annually" : "Ročne",
    "Investment amount" : "Výška investovania",
    "Calculate" : "Vypočítať",
    "Results" : "Výsledky",
    "Partner in" : "Váš partner",
    "Your wealth growth": "Pre rast majetku",
    "I offer you a long-term partnership focused on effective planning and growing your wealth. I became interested in the capital market during my bilingual studies at a business academy, and my enthusiasm for this field continued throughout my law studies. I applied my knowledge in practice and actively grew my finances. Before becoming a private advisor, I worked in the budget and finance department and studied economics and management.": "Ponúkam Vám dlhodobú spoluprácu, zameranú na efektívne plánovanie a zveľaďovanie Vášho majetku. Kapitálový trh ma zaujal už počas bilingválneho štúdia na obchodnej akadémii a moje nadšenie pre túto oblasť pretrvávalo aj počas štúdia práva. Svoje vedomosti som využíval v praxi a aktívne som zveľaďoval svoje financie. Predtým, ako som sa stal privátnym poradcom, som pracoval na odbore rozpočtu a financovania a študoval ekonómiu a manažment.",
    "In my free time, I enjoy sports and exploring the world with my fiancée. Recently, we adopted our dog, Fénix, from a shelter, and we take joy in every small progress he makes.": "Vo voľnom čase rád športujem a s mojou snúbenicou spoznávame svet. Nedávno sme si adoptovali nášho psa Fénixa z útulku, s ktorým sa tešíme z každého malého pokroku.",
    "Learn More": "Zistiť viac",
    "Explore Our Articles": "Preskúmajte Rôzne Články",
    "Or check out our most asked questions to learn more!": "Alebo nazrite do najčastejšie pokladaných otázok aby ste zistili viac!",
    "Categories": "Kategórie",
    "Search articles...": "Hľadaj články...",
    "Sort by date": "Zoradiť podľa dátumu",
    "Sort by Recommended": "Zoradiť podľa odporúčania",
    "Filter": "Filtrovať",
    "Articles List": "Zoznam Člańkov",
    "No content available.": "Nebol nájdený žiaden obsah",
    "Read More": "Čítať viac",
    "Get in Touch": "Kontaktuje ma",
    "Name": "Meno",
    "Email": "Email",
    "Message": "Správa",
    "Send Message": "Odoslať správu",
    "Book a Consultation": "Dohodnúť konzultáciu",
    "Phone" : "Telefón",
    "years" : "rokov",
    "Enter investment amount" : "Zadajte výšku investície",
    "Time" : "Čas",
    "Future Value ($)": "Hodnota (€)",
    "Pessimistic" : "Pesimistická",
    "Realistic" : "Realistická",
    "Optimistic" : "Optimistická",
    "Based on your selected goal of :goal, with a :time year timeline, :cost cost, and :strategy strategy, the estimated outcomes are displayed in the graph above." : "Vzhľadom na to že Váš vybraný cieľ je :goal, s investičným horizontom :time rokov, výškou vkladu :cost €, s tým že Vaša stratégia je  :strategy , vyššie v grafe môžete vidieť očakávaný predpoklad vývoja Vašej investície.",
    "Property Insurance" : "Poistenie nehnuteľnosti",
    "Vehicle Insurance" : "Poistenie vozidla",
    "For Higher Education" : "Na vysokú školu",
    "Start in Life" : "Štart do života",
    "Other Goals" : "Iné ciele",
    "You know that the state will not allow you to retire at 65. Therefore, you will not rely on it and will save €100 per month for 40 years. With proper investment, you will have €324,000 for retirement." : "TODO",
    "Last but not least, I can help you with the appreciation of financial assets to prevent them from losing value. We can also review, compare, and plan other goals you want to achieve." : "TODO",
    "If you are interested in my services, please schedule a non-binding consultation from the available slots, where we can discuss what you might need." : "Ak máte záujem o moje služby, rezervujte si nezáväznú konzultáciu z voľných termínov, na ktorej sa môžeme porozprávať o tom, čo by ste potrebovali.",
    "Welcome to the articles section, where you will find everything about the world of finance and financial services. The goal is to provide current and useful information that can help you make decisions about your finances. Whether you are interested in investments, savings, insurance, or retirement planning, the articles are designed to inform and inspire you." : "Vitajte v sekcii článkov, kde nájdete všetko zo sveta financií a finančných služieb. Cieľom je poskytovať aktuálne a užitočné informácie, ktoré Vám môžu pomôcť pri rozhodnutiach o Vašich financiách. Či už sa zaujímate o investície, sporenie, poistenie alebo plánovanie dôchodku, články sú navrhnuté tak, aby Vás informovali a inšpirovali.",
    "Calculations in the calculator are based on the current performance of funds, which does not guarantee the same performance in the future. Therefore, these calculations are for informational purposes only." : "Prepočty v kalkulačke vychádzajú z aktuálnej výkonnosti fondov čo nezaručuje ich rovnakú výkonnosť aj v budúcnosti. Z toho dôvodu ide len o informatívny prepočet.",
    "pagination.next" : "≫",
    "pagination.previous" : "≪",
    "Income Insurance" : "Poistenie príjmu",
    "Property Appreciation" : "Celkové zhodnotenie majetku",
    "Subject" : "Predmet"
}
